[TheWorld:PersistentLevel.Main_Sequence.Chaos_Setup.DisSeqAct_AddDarkness_2 DisSeqAct_AddDarkness]
m_Text=""

[TheWorld:PersistentLevel.Main_Sequence.Chaos_Setup.DisSeqAct_AddDarkness_3 DisSeqAct_AddDarkness]
m_Text=""

[TheWorld:PersistentLevel.Main_Sequence.Chaos_Setup.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="高混乱度")
m_Choices[1]=(m_ChoiceText="低混乱度")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_7 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="大厅")
m_Choices[1]=(m_ChoiceText="办公室")
m_Choices[2]=(m_ChoiceText="卧室")
m_Choices[3]=(m_ChoiceText="随机")
m_Choices[4]=(m_ChoiceText="还没见过塔利亚")

[TheWorld:PersistentLevel.Main_Sequence.Environmental.DisSeqAct_DialogScriptedChoice_10 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="把麻袋塞进空气调节器里。")
m_Choices[1]=(m_ChoiceText="先等等。")

[TheWorld:PersistentLevel.Main_Sequence.Environmental.DisSeqAct_DialogScriptedChoice_9 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="把麻袋塞进空气调节器里。")
m_Choices[1]=(m_ChoiceText="先去偷换文件。")

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.DisSeqAct_DialogScriptedChoice_11 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="拿起塔罗牌 \"世界\"")
m_Choices[1]=(m_ChoiceText="随机抓一张塔罗牌")
m_Choices[2]=(m_ChoiceText="算了")

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.DisSeqAct_DialogScriptedChoice_12 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="随机抓一张塔罗牌")
m_Choices[1]=(m_ChoiceText="算了")

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_0 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：界外魔"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_1 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：鼠女皇"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_10 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：手枪王"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_11 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：1个骷髅"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_12 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：死亡"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_13 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：利剑杰克"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_14 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：后悔"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_15 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：女士"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_16 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：9只老鼠"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_17 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：4把剑"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_18 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：8个骷髅"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_19 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：鼠中平民"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_2 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：7个骷髅"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_3 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：5把剑"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_4 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：2只老鼠"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_5 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：枪中平民"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_6 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：10个骷髅"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_7 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：船夫"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_8 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：残酷"

[TheWorld:PersistentLevel.Main_Sequence.Granny_Recipe.Random_Card.DisSeqAct_ShowHUDMessage_9 DisSeqAct_ShowHUDMessage]
m_Message="你抽了：骷髅杰克"

[TheWorld:PersistentLevel.Main_Sequence.Location_Discovery.DisSeqAct_ShowLocationDiscovery_3 DisSeqAct_ShowLocationDiscovery]
m_LocationName="提姆士豪宅和法律事务所"

[TheWorld:PersistentLevel.Main_Sequence.Location_Discovery.DisSeqAct_ShowLocationDiscovery_4 DisSeqAct_ShowLocationDiscovery]
m_LocationName="法制广场"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_17 DisSeqAct_UpdateTaskTarget]
m_TargetName="到码头区"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_42 DisSeqAct_UpdateTaskTarget]
m_TargetName="特恩布尔将军"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_45 DisSeqAct_UpdateTaskTarget]
m_TargetName="豪宅钥匙"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_47 DisSeqAct_UpdateTaskTarget]
m_TargetName="空气调节器"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_48 DisSeqAct_UpdateTaskTarget]
m_TargetName="特恩布尔将军的专车"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_51 DisSeqAct_UpdateTaskTarget]
m_TargetName="废弃住宅"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_54 DisSeqAct_UpdateTaskTarget]
m_TargetName="大律师提姆士"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_55 DisSeqAct_UpdateTaskTarget]
m_TargetName="提姆士方位（大厅）"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_56 DisSeqAct_UpdateTaskTarget]
m_TargetName="提姆士方位（办公室）"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_57 DisSeqAct_UpdateTaskTarget]
m_TargetName="提姆士方位（卧室）"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_58 DisSeqAct_UpdateTaskTarget]
m_TargetName="遗嘱方位（办公室）"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_63 DisSeqAct_UpdateTaskTarget]
m_TargetName="法制区码头"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_64 DisSeqAct_UpdateTaskTarget]
m_TargetName="囚犯"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_84 DisSeqAct_UpdateTaskTarget]
m_TargetName="法制广场"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_85 DisSeqAct_UpdateTaskTarget]
m_TargetName="法制区码头"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_86 DisSeqAct_UpdateTaskTarget]
m_TargetName="法制区码头"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_87 DisSeqAct_UpdateTaskTarget]
m_TargetName="遗嘱位置（储藏室）"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_88 DisSeqAct_UpdateTaskTarget]
m_TargetName="遗嘱"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_89 DisSeqAct_UpdateTaskTarget]
m_TargetName="前哨站"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_90 DisSeqAct_UpdateTaskTarget]
m_TargetName="驱逐令"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_91 DisSeqAct_UpdateTaskTarget]
m_TargetName="10号公寓"

